/*
 Localizable.strings
 Owncloud iOs Client
 
 Created by Javier Gonzalez on 7/17/12.
 */

/*
 Copyright (C) 2016, ownCloud GmbH.
 This code is covered by the GNU Public License Version 3.
 For distribution utilizing Apple mechanisms please see https://owncloud.org/contribute/iOS-license-exception/
 You should have received a copy of this license
 along with this program. If not, see <http://www.gnu.org/licenses/gpl-3.0.en.html>.
 */


//First Screen
"go_to_login" = "Configurar la Cuenta";
"you_need_an_account" = "Nun hai nenguna cuenta $appname nel to preséu.↩\nPa utilizar esta aplicación, ye necesariu crear una. ";

//Login Screen
"testing_connection" = "Probando Conexón";
"server_instance_not_found" = "Sirvidor nun alcontráu";
"secure_connection_established" = "Secure Connection";
"https_non_secure_connection_established" = "Redirixíu a un camín inseguru";
"connection_established" = "Non-secure Connection";
"login_details" = "Detalles d'Aniciu de Sesión";
"username" = "Nome d'usuariu";
"password" = "Contraseña";
"login" = "Coneutar";
"cancel" = "Encaboxar";
"error_login_message" = "L'usuariu o la contraseña son incorreutos";
"error_updating_predefined_url" = "Server moved to a different URL. Please, authenticate again to update your account";
"ok" = "Aceutar";
"url_sample" = "Direición del sirvidor https://...";
"forbidden_characters_in_password" = "La contraseña contien carauteres prohibíos";
"server" = "Sirvidor";
"url" = "URL";
"session_expired" = "La so sesión finó. Por favor conéutate otra vegada";
"credentials_different_user" = "L'usuariu inxertáu nun concasa col usuariu d'esta cuenta";
"auth_unsupported_auth_method" = "El sirvidor nun sofita esti métodu/triba d'autentificación";
"server_does_not_give_user_id" = "El to sirvidor nun ta tornando un ID d'usuariu correutu. Contauta col to alministrador";
"authentification_not_valid" = "Nun pues autentificate nesti sirvidor";
"error_too_many_http_redirects" = "Hebo un fallu al establecer la conexón. Por favor, inténtelo de nueves.";
"retry" = "Reintentar";
"help_link_login" = "¿Nuevu en $appname?";
"error_could_not_add_account" = "Could not store user information. Please try again.";
"account_not_new" = "Yá esiste una cuenta col mesmu usuariu y sirvidor nel preséu";
"oauth2_error_access_denied" = "Accesu refugáu pol sirvidor d'autenticación";
"oauth2_error" = "Autorización ensin ésitu";

//TabBarItems
"settings"="Axustes";
"files_tab"="Ficheros";

//Uploading
"upload" = "Xubir";
"account" = "Cuenta:";
"location" = "Llocalización:";
"photo_albums" = "Álbunes de fotos";
"loading" = "Cargando...";
"no_access_to_gallery" = "Por favor, habilita l'accesu a les semeyes y vídeos de $appname . Esta opción pues atopaña n'Axustes > Privacidá > Semeyes.";
"error" = "Fallu";
"upload_failed"="Fallu na xuba";
"redirection_problem"="La redireición d'URL nun ta soportada";
"all_photos" = "All Photos";

//First View
"menu_upload" = "Xubir Semeya/Vídeu";
"menu_folder" = "Carpeta nueva";
"menu_text_file" = "Ficheru de testu nuevu";
"sort_menu_title" = "Ordenar";
"sort_menu_by_name_option" = "A-Z";
"sort_menu_by_modification_date_option" = "Más nuevu-Más vieyu";
"sort_menu_by_kind_option" = "Kind";

//Create/Edit File Text
"create_text_file" = "Crear Nuevu Ficheru de Testu";
"title_view_new_text_file" = "Nuevu Ficheru de Testu";
"title_view_edit_text_file" = "Editar Ficheru de Testu";
"default_text_file_title" = "Ficheru de testu nuevu";
"title_text_file_placeholder" = "Títulu...";
"body_text_file_placeholder" = "...";
"error_text_file_exist" = "yá esiste";
"error_file_name_empty" = "El nome de ficheru nun pue quedar baleru.";
"no_changes_made" = "Nun se fixeron cambeos";
"no_file_downloaded" = "L'archivu ta descargáu , nun puedes editalo";


//Create Folder
"create_folder" = "Crear Nueva Carpeta";
"folder_name" = "Introduz Nome de Carpeta:";
"save" = "Guardar";
"folder_exist" = "Yá esiste una carpeta con esi nome. Introduz otru nome.";
"folder_create_error"="Nun pudo crease'l direutoriu";
"not_show_potrait"="Menú nun disponible pa la vista paisaxe. Camuda a vista de retratu.";
"not_possible_create_folder" = "Nun pudo crease la carpeta";

//FilesView
"confirm_to_delete_item" = "Confirmar Desaniciu d'Item";
"yes" = "Sí";
"no" = "Non";
"delete_from_device" = "¿De xuru que quies desaniciar esti ficheru del preséu?";
"delete_from_server" = "¿De xuru que quies desaniciar esti ficheru del sirvidor?";
"not_possible_connect_to_server" = "Nun ye posible coneutar al sirvidor nesti momentu.";
"delete_folder_from_server" = "¿De xuru que quies desaniciar esta carpeta del sirvidir?";
"delete_local_server" = "Desaniciar del preséu yá'l sirvidor";
"delete_local" = "Desaniciar del preséu";
"delete_server" = "Desaniciar del sirvidor";
"error_path" = "Not found. Please make sure it exists";
"error_not_permission" = "Nun tienes permisos pa completar la operación";
"folders" = "Carpetes";
"files" = "Ficheros";
"folder" = "Carpeta";
"file" = "Ficheru";
"more_swipe" = "Más";
"message_not_files" = "Nun hai nada equí. ¡Xubi daqué!";
"maintenance_mode_on_server_message" = "It is not possible to connect to the server at this time. The server is currently in maintenance mode";

//Refresh file list
"release_refresh"="Suéltalo p'actualizar...";
"loading_refresh"="Cargando...";
"pull_down_refresh"="Tira p'abaxo pa refresca.";

//Miscelanea
"back" = "Atrás";

//Preview
"open_with_label" = "Abrir con";
"delete_label"= "Desaniciar";

//Open with
"file_cannot_be_opened" = "Nun pue abrise'l ficheru";
"no_app_instaled_to_open_it" = "Nun hai nenguna aplicación instalada p'abrir esta triba de ficheru.";

//WTClient messages (Download/Upload)
"establishing_connection" = "Afitando Conexón";
"not_establishing_connection" = "Nun pudo Afitase la Conexón";
"connection_closed" = "Conexón Zarrada";
"connection_lost" = "Conexón Perdida";
"auth_failed" = "Fallu n'Autenticación";
"auth_passed" = "Pasó l'Autenticación";
"request_file_not_found" = "El ficheru solicitáu nun s'atopó nel sirvidor";
"request_file_not_accesed" = "Nun pudo accedese al ficheru solicitáu ";
"unknow_response_server" = "Fallu: Rempuesta inesperada del sirvidor.";
"uploading_data" = "Xubiendo Datos";
"downloading_data" = "Descargando Datos";
"transfer_complete" = "Tresferencia Completa";
"transfer_failed" = "Fallu na Tresferencia";
"download_file" = "Download file";

//Settings and PinCode
"title_app_pin" = "Passcode Lock";
"title_app_pin_and_touchID" = "Passcode Lock & Touch ID";
"title_app_pin_and_faceID" = "Passcode Lock & Face ID";
"title_app_pin_forced" = "Change Passcode Lock";
"enter_app_pin" = "Introduz la Contraseña";
"enter_app_pin_long_description_forced" = "Passcode required. You need to set a passcode to log in.";
"enter_app_pin_long_description" = "Introduz la Contraseña";
"reenter_app_pin" = "Reintroduz la Contraseña";
"remove_app_pin" = "Desaniciar Contraseña";
"both_pass_not_same" = "Les contraseñes introducíes nun son les mesmes";
"app_pin_incorrect" = "Contraseña incorreuta";
"passcode_not_enabled" = "Habilita primeru la contraseña";
"title_app_touchID" = "Touch ID";
"title_app_faceID" = "Face ID";
"disconnect_button" = "Desconeutar d'esti sirvidor";
"pin_removed" = "Contraseña desaniciada";
"incorrect_pin" = "Contraseña Incorreuta";
"app_pin_stored" = "Contraseña almacenada";
"help" = "Ayuda";
"recommend_to_friend" = "Recomendar a un Collaciu";
"send_feedback" = "Unviar Comentarios";
"manage_accounts" = "Alministrar cuentes";
"add_new_account" = "Amestar nueva cuenta";
"save_changes" = "Guardar";
"add_account" = "Amestar";
"user_exist" = "Esti usuariu yá esiste";
"imprint_button" = "Impressum";
"title_instant_upload_photos"="Instant Upload Photos";
"title_instant_upload_videos"="Instant Upload Videos";
"title_background_instant_upload" = "Xuba nel intre no fonderu";
"accounts_section" = "Cuentes";
"security_section" = "Seguridá";
"instant_updloads_section" = "Xubes nel intre";
"more_section" = "Más";
"unlock_app" = "Desbloquiar $appname";
"passcode_forced_can_not_be_disabled" = "Passcode forced. Can not be disabled.";
"pending_migration_to_new_url" = "Enter to migrate to new URL";

//Downloading
"can_no_copy_to_gallery" = "Nun pudo copiase'l ficheru na galeria por mor que la galería nun puede abrilo";
"file_is_downloading" = "Esti ficheru yá ta descargándose";
"download_file_exist" = "Nun pue abrise'l ficheru. Asegurate qu'esista";
"wait_to_download" = "Preparando pa descargar";
"updating" = "Anovando";
"msg_while_downloads" = "Nun pue facese esta operación, por favor espera hasta que fine la descarga";
"streaming_no_possible_ssl_self_signed" = "Streaming cannot be initialized because your server certificate is untrusted. File download will start automatically";

//SSL
"invalid_ssl_cert" = "Nun pudo verificase la identida d'esti sitiu. ¿Quies enfotate nesti certificáu de toles formes?";
"connection_declined" = "Conexón declinada pol usuariu";
"server_certificate_untrusted" = "Server certificate is not trusted";

//Recent view
"recent_now"="hai segundos";
"recent_minutes"="hai $minutes minutos";
"recent_minute"="hai $minutes minutu";
"recent_hours"="hai $hours hores";
"recent_hour"="hai $hours hora";
"recent_days"="hai $days díes";
"recent_day"="hai $days día";
"recent_months"="hai $months meses";
"recent_month"="hai $months mes";

"uploads_tab"="Xubes ";
"current_section"="Actual";
"uploader_section"="Xubíu";
"nothing_was_upload_recently"="Nun xubió nada recién dende'l preséu";
"failed_uploader_section"="Fallaron les Xubíes";
"clear_successful"="Llimpieza con ésitu";
"error_credential"="Erru de credenciales";
"error_destiny_does_not_exist"="Erru de carpeta";
"error_file_exists"="Conflictu d'error";
"error_permission" = "Fallu de permisu";
"error_not_allowed_by_firewall_rule" = "Upload not allowed";
"error_file_does_not_exist" = "Not available on the device";
"error_file_in_background" = "Fallu de sirvidor";
"error_insufficient_storage" = "Not enough space in the account";
"error_file_invalid_characters" = "Caráuteres Inválidos";
"change_active_user"="Camudar l'usuariu activu a";
"waiting_for_server"="Esperando conexón del sirvidor";
"waiting_for_upload"="Esperando pa xubir";
"error_permission_alert_message" = "Nun tienes permisu pa xubir a esta carpeta";
"choose_folder" = "Esbillar carpeta";

//Select Folder View
"upload_label"="Xubir a";
"create_button"="Crear";
"choose_button"="Esbillar";

//Rename
"rename_long_press" = "Renomar";
"rename_file_title" = "Renomar";
"enter_new_name" = "Introduz un nuevu nome:";
"rename_file_exist" = "Yá esiste un ficheru con esi nome, introduz otru distintu";

//Move
"move_long_press" = "Mover";
"move_to_label" = "Mover a ";
"file_exist" = "El ficheru yá esiste na carpeta destín";
"override_file" = "¿Quies trocar el ficheru esistente por esti otru?";
"accept" = "Aceptar";
"error_folder_destiny_is_the_same" = "ERROR: nun ye posible mover la carpeta a sigo mesma";
"original_file_exist" = "Nun pue movese'l ficheru. Asegurate qu'esista";
"original_folder_exist" = "Nun pue movese la carpeta. Asegurate qu'esista";

//Download folfer
"download_folder" = "Descargar Carpeta";
"cancel_download" = "Cancelar Descarga";

//Upload from other apps
"other_apps_title" = "Destín";
"other_apps_account" = "Cuenta";
"other_apps_folder" = "Carpeta";
"other_apps_file_name" = "Nome de Ficheru";
"other_apps_send_to" = "Xubir a";
"error_moving_file" = "Nun pue movese'l ficheru. Asegurate qu'esista";
"forbidden_characters_from_server" = "El nome contién polo menos un caráuter non válidu";
"overwritte_title" = "Sobreescribir";

//Social
"twitter_message" = "¡Preba $twitteruser nel to teléfonu intelixente!";
"facebook_message" = "¡Preba $appname nel to teléfonu intelixente!\n\n";
"mail_recommendation_subject" = "¡Preba $appname nel to teléfonu intelixente!";
"mail_recommendation_body" = "¡Prestaríame invitate a usar $appname nel to teléfonu intelixente!\n\nDescárgalo equí:";
"device_not_support_mail" = "Por favor, configura la to cuenta de corréu";
"mail_feedback_subject" = "Comentarios $appname";
"account_not_configure" = "El to dispositivu nun tien la cuenta configurada. Ve a Configuración pa configurala.";

//Storage
"of_storage" = "de";
"occupied_storage" = "ocupáu";
"storage" = "Almacenamientu";
"storage_upgrade" = "Anovar Almacenamientu";

//Jimmies
"this_file_is_older" = "Versión más nueva disponible";
"msg_update_file_0_bytes" = "El ficheru nel sirvidor tien 0 bytes. ¿De xuru quies sobreescribir el ficheru esistente nel to preséu por esi ficheru baleru?";

//Shared
"shared_tab" = "Public links";
"message_not_shared_files" = "Ainda nun ties ficheros/carpetes compartíos por enllaz.";
"message_not_shared_api_support" = "Sentímoslo, compartir nun ta activáu nel to sirvidor. Por favor contauta col to alministrador";
"share_link_long_press" = "Compartir";
"unshare_link" = "Enllaz non compartíu";
"share_not_available_on_this_server" = "Sentímoslo, esta carauterística nun ya habilitada nel to sirvidor. Por favor contauta col to alministrador";
"copy_link" = "Copiar enllaz";
"file_to_share_not_exist" = "Nun pue compartise esti ficheru o carpeta. Asegurate qu'esista";
"file_to_unshare_not_exist" = "Nun pue dexase de compartir esti ficheru o carpeta. Asegurate qu'esista";
"shared_link_protected_title" = "Introduz una contraseña";
"shared_link_protected_message" = "Pa compartir esti enllaz ties d'introducir una contraseña pa protexelu. ";
"pasword_empty" = "La contraseña nun pue tar balera.";
"no_pasword" = "Tienes qu'introducir una contraseña";
"get_share_link" = "Get Public Link";
"title_share_link_option_name" = "Link Name";
"title_share_link_option_password" = "Contraseña";
"title_share_link_option_expiration" = "Caducidá";
"title_share_link_option_allow_editing" = "Permitir edición";
"title_share_link_option_show_file_listing" = "Show file listing";
"placeholder_share_link_option_name" = "Nome";
"placeholder_share_link_option_password" = "Choose a password";
"placeholder_share_link_option_expiration" = "Data de caducidá";
"title_view_create_link" = "Create link share";
"title_view_edit_link" = "Edit link share";
"title_confirm_delete_link" = "Remove link";
"message_confirm_delete_link" = "! Delete $sharedLink";
"default_link_name" = "$fileName link";
"allow_editing" = "Permitir edición";
"show_error_password_enforced" = "Password required";
"show_error_expiration_enforced" = "The public link will expire no later than $nDays days after it is created";
"default_not_possible_msg" = "Nun ye posible facer esta operación, inténtalo de nueves más tardi";
"share_user_group_indicator" = "grupu";
"share_user_federated_indicator" = "remotu";
"add_user_or_group_title" = "Amestar Usuariu o Grupu";
"share_with_users_or_groups" = "Users and Groups";
"not_share_with_users_yet"= "Entá nun compartió con nengún usuariu";
"not_share_by_link_yet"= "Not shared by public link yet";
"not_sharee_api_supported" = "Sentímoslo, la to versión del sirvidor nun permite compartir con usuarios. Por favor contauta col to alministrador";
"share_link_title" = "Public Links";
"warning_sharing_public_link" = "Anyone with the link has access to the file/folder";
"not_share_link_enabled_capabilities" = "Compartir Enllaz nun ta activáu nel to sirvidor. Por favor contauta col to alministrador";
"shared_link_cannot_remove_password" = "Nun ye posible desaniciar la contraseña";
"shared_link_cannot_remove_expiration_date" = "Non puede desaniciar la fecha de caducidá. Compartir obliga a tener una fecha de caducidá.";
"shared_link_mail_subject" = "$userName compartíu»$fileOrFolderName« contigo";
"secured_link" = "Aseguráu";
"message_private_link" = "Private link: Only people who have access to the file/folder can use it. Use it as a permanent link for yourself or to point others to files within shares";

//Shared privileges
"title_user_can_edit" = "Pue editar";
"title_user_can_share" = "Pue compartir";
"user_can_create" = "crear";
"user_can_change" = "camudar";
"user_can_delete" = "desaniciar";
"title_view_edit_user_privileges" = "Privilexos";

//Shared Link Options
"title_view_share_link_options" = "Link Options";

//Favorites
"favorite" = "Favoritu";
"unfavorite" = "Non-favoritu";
"parent_folder_is_favorite" = "Una carpeta que contien esti archivu yá ye la favorita";

//Available offline
"available_offline" = "Disponible ensin conexón";
"not_available_offline" = "Non disponible ensin conexón";
"parent_folder_is_available_offline_file_child" = "Una carpeta que contien esti archivu ya ta disponible ensin conexón";
"parent_folder_is_available_offline_folder_child" = "Una carpeta que contien esta carpeta ya ta disponible ensin conexón";

//Document provider
"error_login_doc_provider" = "Imposible acceder a la to cuenta. Usa l'aplicación $appname p'aniciar sesión primero.";
"error_sending_file_to_document_picker" = "Erru al unviar el ficheru al documentu";
"error_user_change_in_core_app" = "Camudose l'usuariu n'aplicación $appname";
"error_connecting_with_server" = "Nun foi posible coneutar al sirvidor,  inténtalo de nueves más tardi";
"move_doc_provider_button" = "Mover a esta llocalización";
"export_doc_provider_button" = "Esportar a esta llocalización";

//Instant uploads
"location_not_enabled"="Los servicios de llocalización nun tan habilitaos";
"message_location_not_enabled"="Por favor, vete a Configuración y activa los servicios d'ubicación pa dexar la xuba de semeyes nel intre en segundu pandu";

"access_photos_library_not_enabled" = "L'accesu a Semeyes nun ta habilitáu";
"message_access_photos_not_enabled" = "Por favor, vete a Configuración y activa l'Accesu de Foto pa dexar la xuba de semeyes nel intre";

//PDF reader
"page_of_pages" = "de"; //Example: 5 of 10

//Share in
"files_added" = "Ficheros amestaos";
"files_will_be_upload_next_time" = "Los archivos entamarán a subir la próxima vegada qu'abra $appname";

//Help Guide main app
"title_help_slide_0" = "¡Afayaivu a $appname!";
"message_help_slide_0" = "Desliza'l déu p'aprender más";
"title_help_slide_1" = "Xubes nel intre";
"message_help_slide_1" = "Caltien tos semeyes a salvu";
"title_help_slide_2" = "Xestiona tolos ficheros";
"message_help_slide_2" = "Pues desaniciar, mover";
"title_help_slide_3" = "Compartir";
"message_help_slide_3" = "Pues compartir ficheros y carpetes";
"title_help_slide_4" = "MultiCuenta";
"message_help_slide_4" = "Coneuta a toles tos ñubes";
"title_help_slide_5" = "Sincroniza tos ficheros privaos en cualesquier parte";
"message_help_slide_5" = "5";
"sign_in_button_help_guide" = "Aniciar sesión";
"skip_button_help_guide" = "Saltar";

//Account menu
"menu_account_edit" = "Edit Password";
"menu_account_clear_cache" = "Llimpiar caché";
"menu_account_log_out" = "Desaniciar cuenta";

//Common
"not_connected_to_internet" = "Device is not connected to a network";
"bad_request" = "Bad request";
"method_not_allowed" = "Method not allowed";
"proxy_auth_required" = "Proxy authorization required";
"conflict" = "Conflictu";
"internal_error" = "Internal server error";
"not_implemented" = "Not implemented";
"bad_gateway" = "Bad gateway";

//Private links
"private_link_redirection_failed" = "The item does not exist";
"error_connecting_with_server" = "Nun foi posible coneutar al sirvidor,  inténtalo de nueves más tardi";
"private_link_not_reachable" = " Private link could not be opened";
